Repository: TUM-Dev/Campus-iOS
Catalog: Campus-iOS/Campus-iOS/*.lproj/Localizable.strings
Languages: de

source: No Permission
de: Keine Berechtigung

source: Missing token
de: Token fehlt

source: Invalid token
de: Ungültiges Token

source: Token not confirmed
de: Token nicht bestätigt

source: Unknown error
de: Unbekannter Error

source: Make sure to enable the right permissions for your token.
de: Stelle sicher, dass du die notwendigen Berechtigungen für dein Token aktiviert hast.

source: Go to TUMOnline and confirm the token
de: Gehe auf TUMonline und bestätige dein Token

source: Try creating a new token.
de: Versuche ein neues Token zu erstellen.

source: Continue
de: Weiter

source: Authorization Error
de: Authorisierungs Error

source: Calendar
de: Kalender

source: Events
de: Termine

source: No Calendar Events
de: Keine Veranstaltungen

source: Lectures
de: Vorlesungen

source: Lecture
de: Vorlesung

source: No Lectures
de: Keine Vorlesungen

source: Grades
de: Noten

source: No Grades
de: Keine Noten

source: Amount
de: Betrag

source: Deadline
de: Frist

source: Cafeterias
de: Mensa

source: Not logged in
de: Nicht angemeldet

source: Sign In
de: Anmelden

source: Sign Out
de: Abmelden

source: Study Rooms
de: Lernräume

source: No Study Rooms
de: Keine Lernräume

source: Free
de: Frei

source: Occupied until
de: Besetzt bis

source: Unknown
de: Unbekannt

source: Useful Links
de: Nützliche Links

source: No Links
de: Keine Links

source: Cafeteria Map
de: Mensa Landkarte

source: Search Rooms
de: Räume suchen

source: Unable to find room '%@'
de: Raum '%@' konnte nicht gefunden werden

source: No Menu
de: Kein Menü

source: List View
de: Listenansicht

source: Jump to Today
de: Zum heutigen Tag springen

source: GENERAL
de: ALLGEMEIN

source: GET IN CONTACT
de: KONTAKTIERE UNS

source: Use build-in Web View
de: Web View benutzen

source: Join Beta
de: Werde Beta-Tester

source: TUM Dev on Github
de: TUM Dev auf Github

source: Cancel
de: Abbrechen

source: News
de: Nachrichten

source: Movies
de: Filme

source: Profile
de: Profil

source: Done
de: Fertig

source: Places
de: Orte

source: My Widgets
de: Meine Widgets

source: Welcome to TUM Campus App
de: Wilkommen zur TUM Campus App

source: Enter your TUM ID to get started
de: Gib deine TUM ID ein

source: Log in 🎓
de: Einloggen 🎓

source: Log in
de: Einloggen

source: Log in Successfull
de: Eingeloggt

source: Next
de: Weiter

source: Continue without TUM ID
de: Weiter ohne TUM ID

source: Back
de: Zurück

source: Log in on
de: Melde dich auf

source: Select **Token-Management**
de: Gehe auf **Token Verwaltung**

source: Activate the newly created token and enable your desired permissions
de: Aktiviere den Token und stelle die benötigten Rechte ein

source: Contact Support
de: Support kontaktieren

source: Are you sure?
de: Sicher?

source: Leaving now will invalidate the current token!
de: Wenn du jetzt die Seite verlässt wird der aktuelle Token ungültig!

source: Leave
de: Verlassen

source: Token inactive
de: Token inaktiv

source: Token active
de: Token aktiv

source: You can change your permissions in TUMOnline
de: Du kannst deine Rechte in TUMOnline anpassen

source: Identification (TUM ID and name)
de: Identifikation (TUM ID und Name)

source: Permissions
de: Rechte

source: You have not granted the following permissions:
de: Du hast nicht alle Rechte freigegeben:

source: Just be aware that the app will not fully work without all permissions. You can change the permissions every time in TUMOnline.
de: Dadurch können nicht alle Features der App genutzt werden. Du kannst die Rechte jederzeit auf TUMOnline anpassen.

source: Continue anyways
de: Trotzdem weiter

source: Token Permissions
de: Token Rechte

source: Token Permissions (You are logged out)
de: Token Rechte (Du bist ausgeloggt)

source: Calendar days in week mode
de: Anzahl Kalendertage je Woche

source: Day
de: Tag

source: Week
de: Woche

source: Month
de: Monat

source: Year
de: Jahr

source: Today
de: Heute

source: This Meeting
de: Dieser Termin

source: Unable to find person
de: Person kann nicht gefunden werden

source: Person Search
de: Personensuche

source: Open Amount
de: Offener Betrag

source: Tuition fees
de: Studienbeiträge

source: Lecture Search
de: Vorlesungssuche

source: Unable to find lecture
de: Vorlesung kann nicht gefunden werden

source: Choose Speaker
de: Wähle Vortragenden

source: Fetching Lectures
de: Lade Vorlesungen

source: Fetching Grades
de: Lade Noten

source: Error while fetching Grades
de: Ein Fehler ist aufgetreten beim Laden der Noten

source: Retry
de: Nochmals versuchen

source: Written
de: Schriftlich

source: Graded
de: Beurteilt

source: Written/Oral
de: Schriftlich/Mündlich

source: Oral
de: Mündlich

source: Summersemester
de: Sommersemester

source: Fetching details of lecture
de: Lade Details der Vorlesung

source: Error while fetching details of lecture
de: Ein Fehler ist aufgetreten beim Laden der Vorlesung

source: Error while fetching Lectures
de: Ein Fehler ist aufgetreten beim Laden der Vorlesungen

source: Basic lecture information
de: Allgemeine Vorlesungsinformationen

source: Detailed lecture information
de: Detaillierte Vorlesungsinformationen

source: Course Contents
de: Kursinhalte

source: Course Objective
de: Kursziele

source: Note
de: Sonstiges

source: Lecture links
de: Vorlesungslinks

source: Dates
de: Daten

source: Exam
de: Prüfung

source: Exercise
de: Übung

source: Practical course
de: Praktikum

source: Lecture with integrated Exercises
de: Vorlesung mit integrierten Übungen

source: Building
de: Gebäude

source: Room
de: Raum

source: Search ...
de: Suchen ...

source: Traffic
de: Auslastung

source: No more movies this semester 😢 Get excited for the next season!
de: Keine Filme mehr dieses Semester 😢 Macht euch ready für die nächste Saison!

source: The device appears to be offline, please check the internet connectivity
de: Dieses Gerät scheint nicht mit dem Internet verbunden zu sein, Verbindung bitte überprüfen

source: Unauthorized to access the resource
de: Nicht berechtiger Zugirff auf Resource

source: Server error
de: Server Fehler

source: The accessed data is missing
de: Die zugegriffenen Daten sind nicht vorhanden

source: Decoding of data failed
de: Dekodierung der Daten fehlgeschlagen

source: Token invalid
de: Token invalide

source: CampusOnline Error
de: CampusOnline Fehler

source: 🚀 Support my Bachelor's Thesis
de: 🚀 Unterstütze meine Bachelorarbeit

source: Learn more
de: Mehr erfahren

source: If you let us temporarily store some anonymized usage data, we can make your TUM Campus App experience even better.
de: Wenn du uns einige anonymisierte Nutzungsdaten temporär speichern lässt, können wir dein Erlebnis in der TUM Campus App noch weiter verbessern.

source: Read more
de: Weiterlesen

source: Please allow location access while using the app for this to work.
de: Bitte erlaube Standortzugriff, während die App verwendet wird, damit dies funktioniert.

source: For some selected views, we would like to collect
de: Für einige ausgewählte Bereiche in der App möchten wir folgende Daten erfassen:

source: The View
de: Die Ansicht

source: The view you are looking at. We cannot see any of the content. For example, we can store that you are viewing the Grades screen, but we can never see your grades.
de: Welche App-Seite du dir ansiehst. Wir können keine Inhalte sehen. Zum Beispiel können wir speichern, dass du gerade die Notenansicht siehst, aber wir können keine deiner Noten sehen.

source: The Location
de: Deinen Standort

source: Your device location when you are looking at the respective view.
de: Den Standort deines Gerätes, während Du die jeweilige Ansicht offen hast.

source: The Time
de: Die Uhrzeit

source: The date and time when you look at the view.
de: Das Datum und die Uhrzeit, wann du die jeweilige Ansicht offen hast.

source: An Anonymous Identifier
de: Eine Anonyme Kennung

source: An anonymized identifier. We compute a one-way hash value of your device identifier - your actual device identifier will never leave your device.
de: Eine anonymisierte Kennung. Wir berechnen einen nicht-umkehrbaren Hashwert Deiner Gerätekennung – Deine reale Gerätekennung verlässt dein Gerät nicht.

source: Why?
de: Wieso?

source: In the context of my Bachelor's thesis, I aim to implement intelligent widget views that display to you the content you most likely want to see at any given time and location. Ideally, you will see the content you are interested in at one glance - without having to press any buttons.
de: Im Rahmen meiner Bachelorarbeit möchte ich intelligente Widgets implementieren, die Dir, passend zu deinem Standort und der Uhrzeit, diejenigen Inhalte anzeigen, die Du am wahrscheinlichsten sehen möchtest. Im Idealfall siehst du die Inhalte, die Dich interessieren, auf einen Blick – ganz ohne Knopfdruck.

source: Sounds good?
de: Klingt gut?

source: Share anonymized analytics data
de: Anonymisierte Nutzungsdaten teilen
