Repository: TUM-Dev/Campus-iOS
Catalog: Campus-iOS/*.lproj/AppShortcuts.strings
Languages: de

source: Ask ${applicationName} what is on today's menu at ${cafeteria}
de: Frage ${applicationName}, was heute auf dem Speiseplan in ${cafeteria} steht

source: Ask ${applicationName} what to eat on campus?
de: Frage ${applicationName}, was man auf dem Campus essen kann?

source: Meal plan at ${cafeteria} in ${applicationName}
de: Speiseplan in ${applicationName} für ${cafeteria}

source: Open ${applicationName} calendar
de: Öffne den Kalender von ${applicationName}

source: Open the university calendar in ${applicationName}
de: Öffne den Universitätskalender in ${applicationName}

source: Show ${applicationName} lectures
de: Zeige ${applicationName} Vorlesungen an

source: Show ${cafeteria} in ${applicationName}
de: Zeige ${cafeteria} in ${applicationName}

source: Show my grade report in ${applicationName}
de: Zeige meinen Notenbericht in ${applicationName}

source: Show my grades in ${applicationName}
de: Zeige meine Noten in ${applicationName}

source: Show my lectures in ${applicationName}
de: Zeige meine Vorlesungen in ${applicationName}

source: Show the exam results in ${applicationName}
de: Zeige die Prüfungsergebnisse in ${applicationName}

source: Show the menu at ${cafeteria} in ${applicationName}
de: Zeige den Speiseplan in ${applicationName} für ${cafeteria}
